{"sections":{"main":{"type":"main-page","settings":{}},"3d629e44-b5ed-4801-a1c6-eb61c6ed5b71":{"type":"rich-text","blocks":{"template--20789372813608__3d629e44-b5ed-4801-a1c6-eb61c6ed5b71-heading-1":{"type":"heading","disabled":true,"settings":{"title":"SHIPPING & RETURNS"}},"template--20789372813608__3d629e44-b5ed-4801-a1c6-eb61c6ed5b71-text-1":{"type":"text","settings":{"enlarge_text":false,"text":"<p>We ensure that your product gets to you safely and on time.<\/p><p>When you place an order with us, you will be sent a tracking number from one of our selected couriers.  Tracking your order is easy, you simply go onto the couriers site, input your tracking number to track progress of your delivery.  If you are unavailable to receive your delivery, the courier will leave a calling card and will either reattempt to deliver or provide you with instructions for picking up your item.  If you chose to have your item left in a secure location of your choice, we are unable to accept any responsibility as this is at your own risk.  We will not be held responsible for any loss.<\/p><p>It is very important that you ensure your delivery address is accurate as deliveries to incorrect addresses cannot be rectified, this will be at your own risk.<\/p><p>Items are typically delivered within 5 - 7 business days upon receipt of payment and order placed. PLEASE NOTE: there are several strikes occurring right now which could delay your delivery time. We apologise for this, but this is completely out of our control.<\/p>"}}},"block_order":["template--20789372813608__3d629e44-b5ed-4801-a1c6-eb61c6ed5b71-heading-1","template--20789372813608__3d629e44-b5ed-4801-a1c6-eb61c6ed5b71-text-1"],"settings":{"align_text":"center","narrow_column":true,"divider":false}},"d9dd98a6-8b48-4782-8094-d96b2f0f4129":{"type":"text-and-image","disabled":true,"settings":{"image":"shopify:\/\/shop_images\/muscle_man_stock_photo.jpg","image_mask":"none","image2_mask":"none","subtitle":"","title":"Let's Write Your Story","text":"<p>Your story becomes our story, and your triumphs become our inspiration. In this community, you're not alone – you're part of a tapestry of individuals united by the desire to constantly push the boundaries of potential. Your journey of self-improvement is the heartbeat of our mission, and we're honored to be a part of it.<\/p>","button_label":"","button_link":"","button_style":"primary","align_text":"left","image_width":"50","layout":"right","divider":false,"top_padding":true,"bottom_padding":true,"lazyload_images":true}},"3d929240-5f53-406b-b145-aeca34f262ec":{"type":"rich-text","blocks":{"template--20798331846952__3d929240-5f53-406b-b145-aeca34f262ec-heading-1":{"type":"heading","settings":{"title":"Return & Exchange Policy"}},"template--20798331846952__3d929240-5f53-406b-b145-aeca34f262ec-text-1":{"type":"text","settings":{"enlarge_text":false,"text":"<p>If you are not satisfied with your purchase, we will be happy to exchange or issue you with a refund subject to our terms and conditions.  In order to request a return, exchange or refund, please follow the steps below.  Please note, failure to comply will result in your request being delayed or declined.<\/p>"}},"a4012d2b-c117-4866-b75d-d1f5adbff840":{"type":"heading","settings":{"title":"Return an Item:"}},"189b29c2-e2a5-4224-a003-131248e87a0a":{"type":"text","settings":{"enlarge_text":false,"text":"<p>Notify us via email as soon as you receive the item (no more than 2 working days after receipt of the item - delivery date).<\/p><p>Include your Order number, Name, Address, along with the reason for returning the item(s).<\/p><p>Please ensure all tags are on the garment, the garment is unworn and in it's original packaging.  Please note, failure to comply will result in your request for refund being declined.<\/p><p>Upon contacting us via email, we will then respond within 48 hours with further instructions.  If your request for a refund is accepted, you will be provided with instructions to package and securely return the item(s).<\/p><p>Please note, the buyer is responsible for the cost of returning the any item(s).  It is very important that you obtain a tracking number and use our recommended courier service to avoid delays or loss.<\/p><p>As soon as we receive the return, we will process and respond within 48 hours.  All refund will be issued within 3 - 5 working days back to the method of payment.  Please note, some banks or card providers may experience some delay in processing.<\/p>"}},"68723544-60ed-42a9-9702-af4815e5e7ad":{"type":"heading","settings":{"title":"Exchange an Item:"}},"bf7b3ee7-850b-4ae6-8f72-3bf1952e4e0b":{"type":"text","settings":{"enlarge_text":false,"text":"<p>Notify us via email as soon as you receive the item (no more than 2 working days after receipt of the item - delivery date).<br\/><br\/>Include your Order number, Name, Address, along with the reason for wanting to exchange the item(s).<br\/><br\/>Please ensure all tags are on the garment, the garment is unworn and in its original packaging.  Please note, failure to comply will result in your request for an exchange being declined.<br\/><br\/>Upon contacting us via email, we will then respond within 48 hours with further instructions.  If your request for an exchange is accepted, you will be provided with instructions to package and securely return the item(s).<br\/><br\/>Please provide us with details of the exchange, code etc.  Please note, item cost should be 'like for like' - same value.  If there is a difference, we will process and advise you accordingly.  Any additional payment will need to be made prior to returning the item.  Please ensure you check with us before proceeding.<br\/><br\/>Please note, the buyer is responsible for the cost of returning the any item(s).  It is very important that you obtain a tracking number and use our recommended courier service to avoid delays or loss.<br\/><br\/>As soon as we receive the return, we will process and respond within 48 hours.  Once approved, the substitute item will be posted within 3 - 5 working days.<br\/><br\/>Please note, if you cancel an order after it has been shipped. You will have to return the item(s) to us in order to be refunded (you'll only be refunded the value of the order, shipping costs will not be refunded).<br\/><br\/>Please contact us if you require further information or assistance.<\/p>"}}},"block_order":["template--20798331846952__3d929240-5f53-406b-b145-aeca34f262ec-heading-1","template--20798331846952__3d929240-5f53-406b-b145-aeca34f262ec-text-1","a4012d2b-c117-4866-b75d-d1f5adbff840","189b29c2-e2a5-4224-a003-131248e87a0a","68723544-60ed-42a9-9702-af4815e5e7ad","bf7b3ee7-850b-4ae6-8f72-3bf1952e4e0b"],"settings":{"align_text":"center","narrow_column":true,"divider":false}}},"order":["main","3d629e44-b5ed-4801-a1c6-eb61c6ed5b71","d9dd98a6-8b48-4782-8094-d96b2f0f4129","3d929240-5f53-406b-b145-aeca34f262ec"]}